Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis du benytter eOLF for levering av elektroniske PCT-søknader, må Patentstyret registrere smartkortet ditt før du kan levere den første søknaden.
nn: Viss du brukar eOLF for levering av elektroniske PCT-søknadar, må Patentstyret registrere smartkortet ditt før du kan levere den første søknaden.

source: Jobber du i flere markeder og med store varemengder, kan det være aktuelt å inngå et samarbeid med Toll, slik at de kan stoppe vareleveranser hvis det er mistanke om innførsel av ulovlige kopier.
nn: Jobbar du i fleire marknader og med store varemengder, kan det vere aktuelt å inngå eit samarbeid med Toll, slik at dei kan stoppe vareleveransar dersom det er mistanke om innførsle av ulovlege kopiar.

source: Den norske vitenskapsmannen Per Gisle Djupeslands apparat for å sprøyte inn medisin via nesen gir lindring til millioner av pasienter med kronisk bihulebetennelse og migrene og har potensial til å behandle hjernesykdommer.
nn: Den norske vitskapsmannen Per Gisle Djupeslands apparat for å sprøyte inn medisin via nasen gir lindring til millionar av pasientar med kronisk biholebetennelse og migrene og har potensial til å behandle hjernesjukdomar.

source: Vi sjekker om det finnes lignende registrerte varemerker eller varemerkesøknader, eller andre hindringer i varemerkeloven.
nn: Vi sjekkar om det finst liknande registrerte varemerke eller varemerkesøknadar, eller andre hindringar i varemerkelova.

source: Statsborgerskap og bosted
nn: Statsborgarskap og bustad

source: Vi har fått nye toppdomeneregistre der du kan registrere for eksempel barbie.toys.
nn: Vi har fått nye toppdomeneegister der du kan registrere til dømes barbie.toys.

source: Hvis kravet om overprøving blir avslått eller hvis klager bare får delvis medhold kan den som leverte kravet klage avgjørelsen inn til Klagenemnda for industrielle rettigheter (KFIR).
nn: Dersom kravet om overprøving blir avslått eller dersom klagar berre får delvis medhald, kan den som leverte kravet klage avgjerda inn til Klagenemnda for industrielle rettar (KFIR).

source: eller søke på Internett etter
nn: eller søkje på internett etter

source: Deretter undersøker vi om det finnes hindre for at vi kan registrere merket, det vil si om merket strider mot lov, offentlig orden og moral, om det er egnet til å villede eller om det er egnet til å forveksles med en annens ansvarsmerke, eldre merker eller innarbeidede merker.
nn: Deretter undersøkjer vi om det finst hinder for at vi kan registrere merket, det vil seie om merket strir mot lov, offentleg orden og moral, om det er eigna til å villeie eller eigna til å bli forveksla med ein annan sitt ansvarsmerke, eldre merke eller innarbeidde merke.

source: Fimbulvetr sikrer rettighetene for å beskytte innovasjonen
nn: Fimbulvetr sikrar rettane for å verne innovasjonen

source: Ved å registrere designet får du enerett til utseendet av et produkt og til å utnytte det kommersielt.
nn: Ved å registrere designet får du einerett til utsjånaden av eit produkt og til å utnytte det kommersielt.

source: en genial og enkel idé må beskyttes med varemerke og patent
nn: ein genial og enkel idé må beskyttast med varemerke og patent

source: Ulempen er at det kan bli litt dyrere fordi du må betale nasjonale avgifter til Patentstyret i tillegg til internasjonale avgifter.
nn: Ulempen er at det kan bli litt dyrare fordi du må betale nasjonale avgifter til Patentstyret i tillegg til internasjonale avgifter.

source: Se listen over mange såkalte generiske toppdomener på norid.no
nn: Sjå lista over mange såkalla generiske toppdomene på norid.no

source: mer flere av medarbeiderne våre som jobber med
nn: mer fleire av medarbeidarane våre som jobbar med

source: Vi vil likevel poengtere at slike varemerker kan nektes registrert med andre begrunnelser, som at varemerkene som helhet er beskrivende eller mangler særpreg.
nn: Vi vil likevel poengtere at slike varemerke kan nektast registrert av andre grunnar, som at varemerka som heile er beskrivande eller manglar særpreg.

source: Hvis du leverer nye søknader eller korrespondanse til eksisterende saker via Altinn, vil du få innkomstdato samme dag du leverer.
nn: Viss du leverer nye søknader eller korrespondanse til eksisterande saker via Altinn, vil du få innkomstdato same dag du leverer.

source: Slik dokumentasjon kan for eksempel være registreringsnummer for et varemerke, organisasjonsnummer for et foretaksnavn eller dokumentasjon som viser at varemerket og/eller foretaksnavnet ditt har fått særpreg som kjennetegn gjennom bruk.
nn: Slik dokumentasjon kan for eksempel vere registreringsnummer for eit varemerke, organisasjonsnummer for eit føretaksnamn eller dokumentasjon som viser at varemerket og/eller føretaksnamnet ditt har fått særpreg som kjenneteikn gjennom bruk.

source: Når Patentstyret vurderer om et varemerke er villedende for varene og/eller tjenestene med tanke på geografisk opprinnelse, er det ikke lenger avgjørende hvilken adresse søker eller innehaver har oppgitt i søknaden eller i den internasjonale registreringen.
nn: Når Patentstyret vurderer om eit varemerke er villeiande for varene og/eller tenestene med tanke på geografisk opphav, er det ikkje lenger avgjerande kva adresse søkjar eller innehavar har skrive i søknaden eller i den internasjonalen registreringa.

source: Deretter gikk det et år til det første kommersielle salget.
nn: Deretter gjekk det eit år til det første kommersielle salet.

source: Hvis du leverer protesten etter at designet er registrert, vil vi behandle protesten som et krav om administrativ overprøving av registreringen (
nn: Dersom du leverer protesten etter at designet er registrert, vil vi behandle protesten som eit krav om administrativ overprøving av registreringa.

source: Patentstyret ønsker med miljøfyrtårnsertifiseringen å ta samfunnsansvar og å bidra til en bedre verden for oss og generasjonene etter oss.
nn: Patentstyret ønskjer med miljøfyrtårnsertifiseringa å ta samfunnsansvar og å bidra til ei betre verd for oss og generasjonane etter oss.

source: Selskapet undersøker om direkte medisintilførsel fra nesen til hjernen kan hjelpe folk med nevrologiske og psykiatriske tilstander.
nn: Selskapet undersøkjer om direkte medisintilførsle frå nasen til hjernen kan hjelpe folk med nevrologiske og psykiatriske tilstandar.

source: – Jeg jobber jo både som skuespiller og klesdesigner.
nn: – Eg jobbar jo både som skodespelar og klesdesignar.

source: Søkeren må levere så mange bilder at det klart og entydig fremgår hvilke endringer som skjer i merket i det avgrensede tidsrommet.
nn: Søkjaren må levere så mange bilete at det klart og eintydig framgår kva endringar som skjer i merket i det avgrensa tidsrommet.

source: Fordelen med å sende inn flere design i samme søknad, er at det blir billigere enn å sende inn hvert design i hver sin søknad.
nn: Fordelen med å sende inn fleire design i same søknad, er at det blir billegare enn å sende inn kvart design i kvar sin søknad.

source: trekkingsbegjæringen er uleselig eller uforståelig
nn: trekkjingskravet er uleseleg eller uforståeleg

source: Dette er et uttrykk som vi bruker når en stor del av kundekretsen vil tro at to varemerker har samme kommersielle opprinnelse, for eksempel at de kommer fra samme produsent.
nn: Dette er eit uttrykk som vi brukar når ein stor del av kundekretsen vil tru at to varemerke har same kommersielle opphav, til dømes at dei kjem frå same produsent.

source: Den "effektive" patenttiden for legemidler er ofte vesentlig kortere enn for andre patenterte oppfinnelser, fordi legemidler må gjennom en omfattende utprøving før de får markedsføringstillatelse og kan omsettes.
nn: Den "effektive" patenttida for legemiddel er ofte vesentleg kortare enn for andre patenterte oppfinningar fordi legemiddel må gjennom ei omfattande utprøving før dei får marknadsføringsløyve og kan bli omsett.

source: Særlig for små og mellomstore virksomheter kan det være viktig å skape finansiell jevnbyrdighet overfor større virksomheter som har kapasitet til å kjøre langvarige rettslige prosesser.
nn: Særleg for små og mellomstore verksemder kan det vere viktig å skape finansiell jamlikskap overfor større verksemder som har kapasitet til å køyre langvarige rettslege prosessar.

source: Vi anbefaler at du søker kyndig veiledning til utforming av patentsøknader, noe som erfaringsmessig øker sjansen for å få et meddelt patent.
nn: Vi anbefaler at du søkjer kyndig rettleiing til utforming av patentsøknadar, noko som erfaringsmessig aukar sjansen for å få eit meddelt patent.

source: Deretter jobbet Mats videre på Birgittes resultater i sin masteroppgave, og de reiste til Mongolia for å finne samarbeidspartnere og utvikle det første produktet.
nn: Deretter jobba Mats vidare med resultata til Birgitte i si masteroppgåve, og dei reiste til Mongolia for å finne samarbeidspartnarar og utvikle det første produktet.

source: Noen bedrifter bruker også kundene i idégenereringsprosesser.
nn: Nokre bedrifter brukar òg kundane i idégenereringsprosessar.

source: Slike undersøkelser kan også være relevant dokumentasjon i spørsmålet om forvekslingsfare og villedelse mm.
nn: Slike undersøkingar også vere relevant dokumentasjon i spørsmålet om forvekslingsfare og villeiing mm.

source: Fargen eller kombinasjonen av farger må indikeres ved ord.
nn: Fargen eller kombinasjonen av fargar må indikerast ved ord.

source: «Uten noen form for juridisk beskyttelse stiller en opphavsmann eller oppfinner svakt når det gjelder verdien på oppfinnelsen.»
nn: "Utan nokon form for juridisk vern stiller ein opphavsmann eller oppfinnar svakt når det gjeld verdien på oppfinninga."

source: Neste steg i prosessen er å igangsette produksjon av komprimatoren.
nn: Neste steg i prosessen er å starte produksjon av komprimatoren.

source: Du bør da få hjelp av en profesjonell som kan svare motparten, og i visse tilfeller komme med et motsøksmål, eventuelt prøve å få patentet deres ugyldiggjort.
nn: Du bør da få hjelp av en profesjonell som kan svare motparten, og i visse tilfelle kome med eit motsøksmål, eventuelt prøve å få patentet deira ugyldiggjort.

source: For design er nyhetskravet moderert, slik at et design kan ha vært vist offentlig inntil 12 måneder før du leverer inn en søknad.
nn: For design er nyheitskravet moderert, slik at eit design kan ha vore vist offentleg inntil 12 månader før du leverer inn ein søknad.

source: Ved å søke på "wayback machine" på dette nettstedet får du opp hjemmesiden slik den var på forskjellige datoer.
nn: Ved å søkje på "wayback machine" på denne nettstaden får du opp heimesida slik den var på forskjellige datoer.

source: Ønsker du en vurdering av om varemerket ditt kan registreres?
nn: Ønskjer du ei vurdering av om varemerket ditt kan registrerast?

source: Patentstyret vil vurdere protesten og avgjøre om den får innvirkning på behandlingen vår av søknaden eller ikke.
nn: Patentstyret vil vurdere protesten og avgjere om den får innverknad på behandlinga vår av søknaden eller ikkje.

source: Det er viktig å gjøre et godt forarbeid med å fastsette verdien av rettighetene og inngå gode avtaler med samarbeidspartnerne.
nn: Det er viktig å gjere eit godt forarbeid med å fastsetje verdien av rettane og inngå gode avtalar med samarbeidspartnarane.

source: Man må nesten bare prøve seg fram, og gjerne prøve flere samtidig for å finne ut hvem man samarbeider best med.
nn: Ein må nesten berre prøve seg fram, og gjerne prøve fleire samstundes for å finne ut kven ein samarbeider best med.»

source: Den norske legen Per Gisle Djupesland vant den prestisjefylte European Inventor Award 2021 Foto:
nn: Den norske legen Per Gisle Djupesland vann den prestisjefylte European Inventor Award 2021 Foto:

source: Her kan du se hvordan merket ser ut og hvem som er innehaver av merket.
nn: Her kan du sjå korleis merket ser ut og kven som er innehavar av merket.

source: De siste årene har vi opplevd en stor økning av henvendelser om å holde foredrag, noe som viser at kompetansen vår er viktig for stadig flere aktører.
nn: Dei siste åra har vi opplevd ein stor auke i spørsmål om å halde foredrag, noko som viser at kompetansen vår er viktig for stadig fleire aktørar.

source: Dokumentasjon for bruk av et varemerke kan ha betydning for:
nn: Dokumentasjon for bruk av eit varemerke kan ha betyding for:

source: Fimaet har siden oppstarten hatt fokus på å lage ergonomisk gode sekker til barn.
nn: Fimaet har sidan oppstarten hatt fokus på å lage ergonomisk gode sekker til barn.

source: Saksbehandlere skal ikke tolke eller definerer hva oppfinnelsen er og i et svar på en patentsøknad (realitetsuttalelse), gis det kun informasjon om hva som må endres og tilpasses.
nn: Saksbehandlarar skal ikkje tolke eller definere kva oppfinninga er, og i eit svar på ein patentsøknad (realitetsfråsegn), blir det kun gitt informasjon om kva som må endrast eller tilpassast.

source: Søknad om varemerke og spesielt om forretningshemmeligheter
nn: Søknad om varemerke og spesielt om forretningsløyndomar

source: Designfolderen viser deg mulighetene en designregistrering kan gi og hvor enkelt det faktisk er å registrere design.
nn: Designfolderen viser deg moglegheitene ei designregistrering kan gi og kor enkelt det faktisk er å registrere design.

source: Slurehindrende anordning for hjul til kjøretøy
nn: Slurehindrande anordning for hjul til køyretøy

source: Brukes som standard for å vurdere hvordan et varemerke blir oppfattet av dem som faktisk vil kunne møte det i en reell kjøps- og salgssituasjon.
nn: Blir brukt som standard for å vurdere korleis eit varemerke blir oppfatta av dei som faktisk vil kunne møte det i ein reell kjøps- og salssituasjon.

source: Sjekk i søketjenesten på nettsiden vår
nn: Sjekk i søkjetenesta på nettsida vår

source: Hvis du sender oss et endret merke i den eksisterende søknaden, vil vi undersøke dette som et nytt merke.
nn: Viss du sender oss eit endra merke i den eksisterande søknaden, vil vi undersøkje dette som eit nytt merke.

source: For lydmerker som ikke kan gjengis ved hjelp av noter, kan innlevering av eksempelvis en ordbeskrivelse, lydprøve, sonogram, onomatopoietikon (lydmalende ord) eller en kombinasjon av disse oppfylle kravet til grafisk gjengivelse.
nn: For lydmerke som ikkje kan gjengivast ved hjelp av noter, kan levering av til dømes ei ordbeskriving, lydprøve, sonogram, onomatopoietikon (lydmalande ord) eller ein kombinasjon av desse oppfylle kravet til grafisk gjengiving.

source: Ditt navn og adresse.
nn: Ditt namn og adresse.

source: Vår gransker på fagområdet vil finne fram eventuelle nye dokumenter som kan ha relevans for patenterbarheten.
nn: Vår granskar på fagområdet vil finne fram eventuelle nye dokument som kan ha relevans for patenterbarheita.

source: unntak av bildene
nn: unntak av bileta

source: Dette betyr at en patentfamilie omfatter alle dokumenter (patentsøknader og patenter) som har nøyaktig samme prioritet, inkludert den opprinnelige prioritetsdannende søknaden og alle etterfølgende søknader verden over.
nn: Dette betyr at ein patentfamilie omfattar alle dokument (patentsøknader og patent) som har nøyaktig same prioritet, inkludert den opphavlege prioritetsdannande søknaden og alle etterfølgjande søknader verda over.

source: Vi kan se kravet om god tro som en forutsetning for at hovedregelen om «først til å registrere» skal gjelde.
nn: Vi kan sjå kravet om god tru som ein føresetnad for at hovudregelen om «først til å registrere» skal gjelde.

source: En viktig fordel for norske søkere ved å bruke Nordisk Patentinstitutt er at de kan kommunisere på norsk under behandlingen av PCT-søknaden i den internasjonale fasen.
nn: Ein viktig fordel for norske søkarar ved å bruke Nordisk Patentinstitutt er at dei kan kommunisere på norsk under behandlinga av PCT-søknaden i den internasjonale fasen.

source: Kunnskap til innovasjonsmiljøer og næringsliv
nn: Kunnskap til innovasjonsmiljø og næringsliv

source: Bildene må ikke inneholde forstyrrende skygger
nn: Bileta må ikkje innehalde forstyrrande skyggar.

source: Når en PPH-behandling utføres, vil gransking og vurdering som allerede er foretatt bli brukt i saksbehandlingen.
nn: Når ei PPH-behandling utførast, vil gransking og vurdering som allereie er gjort, bli brukt i saksbehandlinga.

source: Da bør du gjøre det innen 6 måneder fra innleveringsdatoen for søknaden, fordi du da vil beholde samme virkningsdato (prioritet) som den norske søknaden din.
nn: Då bør du gjere det innan 6 månadar frå innleveringsdatoen for søknaden, fordi du då vil behalde same verknadsdato (prioritet) som den norske søknaden din.

source: Hvis en protest blir levert mens en søknad om patent er under behandling, skal Patentstyret ta hensyn til den.
nn: Viss ein protest blir levert mens ein søknad om patent er under behandling, skal Patentstyret ta omsyn til han.

source: Finnes det ikke en term for produktet, kan du skrive en kort forklaring på hvilken funksjon produktet har.
nn: Finst det ikkje ein term for produktet, kan du skrive ei kort forklaring på kva for funksjon produktet har.

source: Patentstyret sender ikke ut faktura
nn: Patentstyret sender ikkje ut faktura

source: «Du kommer aldri til å lykkes hvis du ikke tør å få hjelp av andre til å utvikle ideen din.» Gründer Kåre Normann Sekkesæters beste tips er å tørre å snakke om ideen med andre.
nn: «Du kjem aldri til å lykkast viss du ikkje tør å få hjelp av andre til å utvikle ideen din.» Gründer Kåre Normann Sekkesæter sine beste tips er å tore å snakke om ideen med andre.

source: Pandemien har ifølge aktører som Europol og OECD ført til en markant oppblomstring av falske varer på nett.
nn: Pandemien har ifølgje aktørar som Europol og OECD førte til ei markant oppblomstring av falske varer på nett.

source: Vi vil da undersøke om det finnes eldre design i registeret vårt som ligner på designet i søknaden, og som kan være til hinder for at du kan oppnå enerett til designet.
nn: Vi vil då undersøkje om det finnast eldre design i registeret vårt som liknar på designa i søknaden, og som kan vere til hinder for at du kan oppnå einerett til designa.

source: En utviklingsprosess er tidkrevende og kostbar, og derfor ligger det et vesentlig incentiv for bedrifter og forskningsmiljøer i å undersøke om det både foreligger samarbeidsmuligheter og rettigheter.
nn: Ein utviklingsprosess er tidkrevjande og kostbar, og derfor ligg det eit vesentleg insentiv for bedrifter og forskingsmiljø i å undersøkje om det finst både rettar og moglegheiter for samarbeid.

source: Krav om administrativ overprøving av foretaksnavnregistrering
nn: Krav om administrativ overprøving av føretaksnamnregistrering

source: Nye vil komme til etter hvert som de passerer de juridiske og tekniske testene som må til for å kunne bli et nytt register.
nn: Nye vil kome til etter kvart som dei passerer dei juridiske og tekniske testene som må til for å kunne bli eit nytt register.

source: «Langsiktige investorer i slike selskaper kan miste alle verdiene hvis oppfinnelser og resultater lett kan kopieres av konkurrenter.
nn: «Langsiktige investorar i slike selskap kan miste alle verdiane dersom oppfinningar og resultat lett kan kopierast av konkurrentar.

source: Ta vare på rettigheten din
nn: Ta vare på retten din

source: Du vil derfor få to uavhengige granskinger av søknaden din.
nn: Du vil derfor få to uavhengige granskingar av søknaden din.

source: Etter 18 måneder publiserer vi søknaden og gjør den tilgjengelig for alle gjennom nettsidene til nasjonale og internasjonale patentorganisasjoner.
nn: Etter 18 månader publiserer vi søknaden og gjer han tilgjengeleg for alle gjennom nettsidene til nasjonale og internasjonale patentorganisasjonar.

source: I saker der Klagenemnda eller høyere instans opphever en avgjørelse om å avslå en registrering, blir søknaden sendt tilbake til Første avdeling for registrering.
nn: I saker der Klagenemnda eller høgare instans opphever ei avgjerd om å avslå ei registrering, blir søknaden sendt tilbake til Første avdeling for registrering.

source: – Da følte jeg at ideen hadde patentmulighet, og jeg ba om tilbud fra tre private patentkontorer om bistand til å skrive en patentsøknad.
nn: – Då følte eg at ideen hadde patentmogelegheit, og eg ba om tilbod frå tre private patentkontor om hjelp til å skrive patentsøknad.

source: Du bør derfor vurdere nøye i hvilke land du ønsker å bruke varemerket ditt, slik at du sikrer deg markedstilgang.
nn: Du bør derfor vurdere nøye i kva land du ønskjer å bruke varemerket ditt, slik at du sikrar deg marknadstilgang.

source: Får du lyst til å bli en del av fellesskapet i Patentstyret?
nn: Får du lyst til å bli ein del av fellesskapet i Patentstyret?

source: Et varemerke skal være unikt
nn: Eit varemerke skal vere unikt

source: Der det ikke er egen klassifisering for varer som er ment å utgjøre en del av et annet produkt, settes disse varene i samme klasse og underklasse som det produktet de er ment å utgjøre en del av, hvis de ikke normalt kan brukes til andre formål.
nn: Der det ikkje er eigen klassifisering for varer som er meint å utgjere ein del av eit anna produkt, set vi desse varene i same klasse og underklasse som det produktet dei er meint å utgjere ein del av, dersom dei ikkje normalt kan brukast til andre formål.

source: «Å kjøpe noe til lavest mulig pris, er noe alle kan kjenne seg igjen i.
nn: «Å kjøpe noko til lågast mogeleg pris, er noko alle kan kjenne seg igjen i.

source: Det er fastsatt i
nn: Det er fastsett i

source: Egenrepresentasjon innebærer også at ansatte kan opptre på vegne av foretaket.
nn: Eigenrepresentasjon inneber også at tilsette kan opptre på vegner av føretaket.

source: Som medlem av FN-organisasjonen WIPO (World Intellectual Property Organization), deltar vi i arbeidet med å forbedre verdensomspennende ordninger som oppmuntrer nasjonene til å opprette og utvikle lovgivning rundt immaterielle verdier (IP).
nn: Som medlem av FN-organisasjonen WIPO (World Intellectual Property Organization), deltek vi i arbeidet med å forbetre verdsomspennande ordningar som oppmuntrar nasjonane til å opprette og utvikle lovgiving rundt immaterielle verdiar (IP).

source: Å ha et godkjent patent kan være utrolig viktig når du har en idé og skal få den ut i verden.
nn: Å ha eit godkjend patent kan vere utroleg viktig når du har ein idé og skal få den ut i verda.

source: Hvis varemerket er et ordmerke uten figurativ utforming, skal du krysse av i boks(c).* Hvis varemerket er et rent fargemerke, skal du krysse av i boks (d).
nn: Viss varemerket er eit ordmerke utan figurativ utforming, skal du krysse av i boks (c).* Viss varemerket er eit rent fargemerke, skal du krysse av i boks (d).

source: Du må huske at den som har fått en varemerkerett til et ordtak eller uttrykk ikke generelt kan hindre andre i å si eller skrive uttrykket.
nn: Du må hugse at den som har fått ein varemerkerett til eit ordtak eller uttrykk ikkje generelt kan hindre andre i å seie eller skrive uttrykket.

source: Ved et eventuelt senere søksmål vil nemndsbehandling erstatte mekling i forliksrådet.
nn: Ved eit eventuelt seinare søksmål vil nemndsbehandling erstatte mekling i forliksrådet.

source: Ønsker du å verne om rettighetene dine?
nn: Ønskjer du å verne om rettane dine?

source: Her finner du også priser for registrering av pant.
nn: Her finn du også prisar for registrering av pant.

source: Det foretas likevel en selvstendig nasjonal realitetsbehandling i henhold til nasjonalt regelverk og nasjonal praksis.
nn: Det blir likevel gjort ei sjølvstendig nasjonal realitetsbehandling i samsvar med nasjonalt regelverk og nasjonal praksis.
